[
  {
    "slug": "urea",
    "title": "Urea Fertilizer",
    "path": "/fertilizers/inorganic/nitrogenous/urea",
    "formula": "CO(NH₂)₂",
    "nitrogen_content": "46%",
    "excerpt": "Most concentrated solid nitrogen source with neutral pH",
    "description": "<p>Urea is the most important nitrogenous fertilizer in the market, with the highest Nitrogen content (about 46 percent). It is a white crystalline organic chemical compound. Urea is neutral in pH and can adapt to almost all kinds of soils. It is a waste product formed naturally by metabolizing protein in humans as well as other mammals, amphibians and some fish. Urea is widely used in the agricultural sector both as a fertilizer and animal feed additive.</p><p>The main function of Urea fertilizer is to provide the plants with nitrogen to promote green leafy growth and make the plants look lush. Urea also aids the photosynthesis process of plants. Since urea fertilizer can provide only nitrogen and not phosphorus or potassium, it's primarily used for bloom growth.</p><p>Two types of urea include prilled and granules and are widely used as fertilizers. They are produced from the reaction between ammonia and carbon dioxide. These types of urea differ in two cases which are their Physical properties and method of Applications.</p><h3>1. Prilled Urea</h3><div class=\"pl-4\"><p>Prilled urea is a form of nitrogen-rich solid fertilizer that has the ability to dissolve quickly in water. Prilled urea is more commonly used today to resist breaking down when mixing with other fertilizer components like Potassium chloride. It is also known as ice melting or deicing urea since it can reduce ice efficiently, even at very low temperatures ( -6°C ).</p><h4>Physical Properties</h4><p>Small particles of prilled urea are in spherical shape. They have a larger surface area compared to granular urea which causes water to interact with it better and leading to faster dissolution. One of the challenges with fertilizer is that it breaks down or evaporates when it rains. The urea prill has a high resistance. This makes urea fertilizer remain longer and we don't need to use fertilizer in short periods of time.</p><h4>Prilled Urea Applications</h4><ul><li>Direct application to soil or through irrigation systems as a nitrogen fertilizer</li><li>Utilization in NOx control systems for nitrogen oxide control in diesel engines</li><li>Use as a nitrogen component in the production of liquid or suspension fertilizers solutions</li><li>Snow melting on runways</li><li>Use in cattle feed</li><li>Use in pharmacology</li></ul></div><h3>Granular Urea</h3><div class=\"pl-4\"><p>Granular urea is the same as prilled urea that has the highest nitrogen (46% content) among solid fertilizers. It can be applied directly to the soil or mixed with other fertilizers like phosphate and potash to create a complete food mix for plants. This type of urea can be easily applied using conventional spreading equipment.</p><h4>Physical Properties</h4><p>Granular urea has bigger particles and an uneven shape. It is stronger than prilled urea and less likely to break. It releases nitrogen slowly. It can be a rich source of nutrients for plants.</p><h4>Granular Urea Application</h4><ul><li>Raw material for other fertilizers production</li><li>Manufacturing of melamine used in melamine-methanal resins (used for the synthesis of melamine through a chemical reaction involving urea and formaldehyde.)</li><li>Formation of important resins (urea-formaldehyde resin)</li><li>Use in reducing air pollution from diesel engines in cars, buses, and lorries</li></ul></div>"
  },
  {
    "slug": "ammonium-nitrate",
    "title": "Ammonium Nitrate Fertilizer",
    "formula": "NH₄NO₃",
    "nitrogen_content": "33.5%",
    "excerpt": "Contains both ammonium and nitrate nitrogen forms",
    "path": "/fertilizers/inorganic/nitrogenous/ammonium-nitrate",
    "description": "<p>Ammonium nitrate is a chemical compound with the formula NH<sub>4</sub>NO<sub>3</sub>. It is a white crystalline salt consisting of ions of ammonium and nitrate. It is highly soluble in water and hygroscopic as a solid, but does not form hydrates. It is predominantly used in agriculture as a high-nitrogen fertilizer. Our Ammonium Nitrate Fertilizer – 33.5% Nitrogen. For dry solid fertilizers, ammonia nitrate fertilizer has one of the highest percentages of nitrogen content.</p><p>For dry solid fertilizers, ammonia nitrate fertilizer has one of the highest percentages of nitrogen content. It is half ammonium and half nitrate, which delivers the nitrogen in different ways to support a good growing season. Most often, this fertilizer is applied in the spring before farmers plant anything. It's excellent for side-dressing corn and top-dressing small grains and grasses.</p><p>One thing to keep in mind about granular fertilizer is that if the croplands are sloped, you could experience serious runoff, leading to nutrition problems for your crops. Sloped lands require liquid nitrogen that is injected into the soil instead of placed on top.</p><p>Here are some key things you should know about ammonium nitrate:</p><ul><li>The common use case is for pastures and top-dress</li><li>Dry, solid form</li><li>Contains <strong>33.5 percent nitrogen</strong></li><li>Includes 50 percent ammonia and 50 percent nitrate, which delivers immediate and delayed nitrogen supplies to crops</li><li>Is extremely dense, which helps farmers cover large areas quickly</li><li>Somewhat more challenging to get since it is a controlled product due to its potential use in explosives</li></ul>"
  },
  {
    "slug": "ammonium-sulfate",
    "title": "Ammonium Sulfate Fertilizer",
    "formula": "(NH₄)₂SO₄",
    "nitrogen_content": "21%",
    "excerpt": "Provides both nitrogen and sulfur, with acidifying effect",
    "path": "/fertilizers/inorganic/nitrogenous/ammonium-sulfate",
    "description": "<p>Nitrogen is not the only chemical needed for crops to thrive and grow. So in areas that require both nitrogen and sulfur, farmers use ammonium sulfate. This dry granular fertilizer delivers nitrogen entirely from ammonia and is excellent for corn crop fall plow-down and spring pre-plant. Here's how farmers use this fertilizer to support their crops and some key details about this fertilizer type.</p><ul><li>Dry granular</li><li>Made from <strong>24 percent sulfur and 21 percent nitrogen</strong></li><li>With a fairly low nitrogen content compared with other fertilizers, this is not an ideal source of nitrogen unless you need the sulfur contents as well</li><li>Can help bring up the acidity of a farmer's soil compared to using ammonium nitrate due to the nitrification process</li><li>Requires watering crops in alkaline soils to avoid nitrogen loss</li><li>Much like ammonium nitrate, this is not ideal for sloped crops due to the potential for runoff.</li></ul>"
  },
  {
    "slug": "anhydrous-ammonia",
    "title": "Anhydrous Ammonia Fertilizer",
    "formula": "NH₃",
    "nitrogen_content": "82%",
    "excerpt": "Highest nitrogen content fertilizer requiring special handling",
    "path": "/fertilizers/inorganic/nitrogenous/anhydrous-ammonia",
    "description": "<p>Anhydrous ammonia is a liquid fertilizer that is under pressure. This is one of the most widely used ammonia-based fertilizers because it contains <strong>82 percent nitrogen content</strong>. Farmers apply it both in the spring for the pre-planting season and in the fall after plow-down. However, in cooler weather, anhydrous ammonia does not perform quite as well as it does in warmer weather.</p><p>As you might guess from the name, this fertilizer contains no water. It is one of the most readily available forms of nitrogen-based fertilizers and easy for farmers to apply to their soil.</p><p>But before using anhydrous ammonia, farmers should pause and review safety precautions. If handled improperly, the fertilizer is very dangerous because it seeks out any source of moisture. This includes eyes, throat and skin. And because the fertilizer has no water content, it quickly dehydrates the body, which is why it is so dangerous if handled improperly.</p>"
  }
]
